{"movies":[{"id":"4","title":"Sponsor","duration":"145","description":"Darren marzy o karierze muzycznej, ale jest spłukana. Aby zdobyć pieniądze dołącza do serwisu internetowego oferującego płatne randki.","cast":"Bengt C.W. Carlsson, Aleksandar Gajic, Emelia Hansson"},{"id":"b2302134-2178-4d1a-a453-1a60216e9f31","title":"Forrest Gump","duration":"220","description":"Historia życia Forresta, chłopca o niskim ilorazie inteligencji z niedowładem kończyn, który staje się miliarderem i bohaterem wojny w Wietnamie.","cast":"Eric Roth"},{"id":"20227c0e-a0f8-41cf-821f-0ee384bbca93","title":"Zielona mila","duration":"120","description":"Emerytowany strażnik więzienny opowiada przyjaciółce o niezwykłym mężczyźnie, którego skazano na śmierć za zabójstwo dwóch 9-letnich dziewczynek.","cast":"Frank Darabont"},{"id":"c5aad8bc-e3dc-4198-ac5e-d69de1a9620c","title":"Shrek","duration":"120","description":"By odzyskać swój dom, brzydki ogr z gadatliwym osłem wyruszają uwolnić piękną księżniczkę.","cast":"Joe Stillman"},{"id":"a5aa74f9-09f2-4cd4-bcc5-904dc86d54f8","title":"Matrix","duration":"300","description":"Haker komputerowy Neo dowiaduje się od tajemniczych rebeliantów, że świat, w którym żyje, jest tylko obrazem przesyłanym do jego mózgu przez roboty.","cast":"Lilly Wachowski"},{"id":"05fb3346-ed68-42e5-bb27-64d76ba9577a","title":"Pulp Fiction","duration":"130","description":"Przemoc i odkupienie w opowieści o dwóch płatnych mordercach pracujących na zlecenie mafii, żonie gangstera, bokserze i parze okradającej ludzi w restauracji.","cast":"Quentin Tarantino"},{"id":"a1f9ee3d-5160-41bf-81e0-fa0134fcab77","title":"Incepcja","duration":"140","description":"Czasy, gdy technologia pozwala na wchodzenie w świat snów. Złodziej Cobb ma za zadanie wszczepić myśl do śpiącego umysłu.","cast":"Christopher Nolan"},{"id":"25b8ca12-e852-44ff-aff0-7b819edbf966","title":"Wyspa Tajemnic","duration":"120","description":"Szeryf federalny Daniels stara się dowiedzieć, jakim sposobem z zamkniętej celi w pilnie strzeżonym szpitalu dla chorych psychicznie przestępców zniknęła pacjentka.","cast":"Laeta Kalogridis"}]}